[
    "- ¿Tienes WiFi?\n - Sí \n- ¿Y cuál es la clave? \n- Tener dinero y pagarlo.",
    "¿Cuál es el café más peligroso del mundo? \n El ex-preso",
    "Mi ordenador me gana al ajedrez, pero yo le gano boxeando.",
    "- A las 10 te pito y bajas. \n - ¿Te has comprado un coche? \n - No, un pito.",
    "Un vasco entra en una tienda con una motosierra eléctrica: \n- Oiga, usted me dijo que esta motosierra que he comprado cortaba cien árboles a la hora. La he probado, y como mucho corta cincuenta. \n - Pues no se preocupe que ahora la probamos...\n Arranca la motosierra el dependiente, y al oírla dice Patxi: \n - Aibalaostia tú, ¿y ese ruido?",
    "– Patxi, soy Iñaki. Oye, que ya he cogido el autobús. Llego a tu casa en 30 minutos. \n– Pero si se llega en 15 andando...\n– Ya, joder, pero pesa.",
    "Esto son dos andaluces de Jaén hablando: \n - Me he liado con una sevillana y me ha llevado a ese sitio de bailar a zapatazos. \n - ¿Tablao flamenco? \n - No, no, habla español, raro, pero español.",
    "Tengo tres llamadas perdidas de mi oftalmólogo... \n El de ver me llama.",
    "Doctor, un ciego quiere verlo. Dígale que yo no hago milagros.",
    "Doctor, mi mujer tiene tres pechos. \n - ¡Ah! Y quiere que le extirpe uno de ellos, ¿verdad? \n- No, que me implante a mí otra mano.",
    "Todo son risas hasta que te das cuenta de que el tartamudo estaba pidiendo jamón.",
    "Va Juan José y hace una clase interesante",
    "—Mamá, en el cole me llaman despistado.\n —Niño, que esta no es tu casa.",
    "¿Qué es un judío butanero? \n Un nostálgico.",
    "¿Qué es peor que un niño muerto? \n Un niño muerto vestido de payaso.",
    "- Mamá, mamá, de mayor quiero ser bailarina. \n -Ya está, encima de paralítica, gilipollas",
    "¿Cómo pintas una pared de rojo? \n Tirando un bebé contra un ventilador",
    "¿Cómo sacas a un bebé de una licuadora? \n Con una pajita.",
    "¿Cuánto tarda un bebé en descomponerse en un microondas? \n No lo sé, yo siempre cierro los ojos cuando me masturbo",
    "¿Qué es cada vez más pequeño y al final rojo? \n Un niño peinándose con un pelapatatas",
    "¿Qué hace un niño en una bañera llena de sangre? \n Sus padres le han dado una cuchilla de afeitar y le han dicho que es una armónica",
    "¿En qué se diferencia un judio de un boy scout?\n El boy scout vuelve del campo.",
    "¿Qué le llamas a una mujer que no tiene preparada la cena a tiempo? \n Una ambulancia.",
    "¿Por qué los negros huelen mal? \n Porque los ciegos también tienen derecho a pegarles",
    "¿Por qué no se puede engañar a un bebé abortado? \n Porque no nació ayer.",
    "¿En qué se parecen las espinacas al sexo anal? \n En que si te fuerzan de pequeño de mayor lo odias",
    "¿Qué separa a las personas de los animales? \n El mar mediterráneo",
    "El sexo quema tantas calorias como correr un kilómetro. O como dos kilometros si va con persecución incluída. Y tanto como tres kilómetros si luego tienes que cavar la tumba.",
    "Era un niño tan feo, pero tan feo que cuando nació, el medico dijo: \n - Si no llora en diez minutos es un tumor",
    "Por qué Steve Wonder mueve la cabeza tanto cuando canta?\n Porque huele a negro pero no sabe donde.",
    "—Acabo de escribir un libro.\n—¿Y por qué has dibujado un dedo en la primera página?\n —Es el índice.",
    "—¡Dile a tu hijo que deje de imitarme! \n—Jaimito, deja de hacer el imbécil.",
    "¿Cuál es el colmo de un electricista? \n Que su mujer dé a luz y sus hijos le sigan la corriente",
    "Enciendes la televisión y aparece Jordi Hurtado diciendo: \n—Qué barbaridad, no vivía una pandemia así desde la peste negra de 1348.",
    "- ¿Sabes que mi hermano anda en bicicleta desde los cuatro años? \n- Mmm, ya debe estar lejos.",
    "- Doctor, ¿Cómo conservo el poco pelo que me queda?\n- Fácil, métalo en una cajita.",
    "Los generos son como las torres gemelas: antes habia dos y ahora es un tema delicado",
    "¿Por qué algunos niños ponen azúcar debajo de la almohada? \n Para tener dulces sueños",
    "¿Cuál es el colmo de un astronauta? \n¡Qué su esposa sea una lunática!",
    "¿Sabes que le dice un jaguar a otro? \n Jaguar you?",
    "¿Qué le dice un árbol a otro? \n ¡Qué pasa, tronco!",
    "Iba un barquito de vela y se apagó",
    "¿Cuál es la fruta que más ríe?\nLa naranJAJAJAJAJAAJJAJAJAJAJA",
    "- El otro día intenté ligar con una programadora, pero no se dejaba\n- ¿Has probado con Pilar?",
    "EEUU no juega al ajedrez, no tiene las dos torres",
    "Una señora pecosa se fue a confesar. El padre le pregunta: ¿pecas, hija mía?\n Sí, padre muchas, hasta en el trasero.",
    "Era una vaca tan flaca, pero tan flaca, que en vez de dar leche lo que daba era lástima.",
    "Oye Manolo, ¿tu mujer grita mucho cuando hace el amor? \nSi, bastante, a veces la escucho desde el bar.",
    "¿Cuándo irá la mujer a la luna?\n Cuando haya que limpiarla. ",
    "¿En que se parecen los hombres a un ordenador?\nEn que cuando más los necesitas, se les cae el sistema. ",
    "¿Como conseguir que los ojos de un hombre brillen?\nMetiéndoles una linterna por la oreja. ",
    "Había una vez una mujer tan gorda, pero tan gorda, que cuando estaba tomando sol en la playa llegó Green Peace y la devolvió al mar.",
    "Mamá, mamá... Cuando me crezcan los deditos... ¿Los puedo volver a meter en el ventilador? "
]